language                                      = Srpski Latinica (&Serbian Latin)
translators                                   = Wiz

about.title                                   = O programu [app.name]
about.notregistered                           = Neregistrovan
about.eula                                    = Ugovor

ok                                            = OK
cancel                                        = Odustani
yes                                           = Da
no                                            = Ne
close                                         = Zatvori
error                                         = Greška
warning                                       = Pažnja
or                                            = ili
and                                           = i




app.unknownError                              = Dogodila se greška.
app.activatedExistingInstance                 = Aktivirana je već pokrenuta [app.name] instanca.
app.readonly                                  = samo za čitanje
app.restartneeded                             = Sada će se program restartovati
app.restartneeded.title                       = Neophodan je restart

undo                                          = &Vrati
redo                                          = &Poništi vraćanje

notebook.browse.filemask.db                   = CintaNotes Sveska
notebook.new.caption                          = Nova Sveska
notebook.open.caption                         = Otvori Svesku
notebook.save.caption                         = Snimi Svesku kao




notelinkprotocol.restore.message              = Registracija protokola veze je oštećena. Želite li da je popravim?

menu.file                                     = {s}&Sveske{s}
menu.file.new                                 = &Nova…
menu.file.open                                = &Otvori…
menu.file.saveas                              = &Snimi kao…
menu.file.close                               = &Zatvori
menu.file.import                              = &Uvezi…
menu.file.export                              = &Izvezi…
menu.file.print                               = &Štampaj
menu.file.backup                              = &Rezervna kopija se snima
menu.file.backup.now                          = Napravi &rezervnu kopiju sada
menu.file.backup.hourly.enabled               = &Svakog sata
menu.file.backup.daily.enabled                = &Dnevno
menu.file.backup.weekly.enabled               = &Nedeljno
menu.file.recyclebin                          = &Kanta za smeće
menu.file.passwordprotection                  = &Zaštita lozinkom…

menu.file.sync                                = &Sinhronizacija
menu.file.exit                                = Izla&z

menu.edit                                     = {s}&Beleške{s}
menu.edit.new                                 = &Nova beleška
menu.edit.edit                                = &Uredi
menu.edit.copy                                = &Kopiraj
menu.edit.cut                                 = I&seci
menu.edit.paste                               = U&metni

menu.edit.delete                              = &Izbriši
menu.edit.merge                               = &Objedini
menu.edit.replacetags                         = &Zameni oznake…
menu.edit.selectall                           = Izaberi &sve
menu.edit.properties                          = Svojs&tva…
menu.edit.print                               = Š&tampaj
menu.edit.copylink                            = Kopiraj &vezu beleške
menu.edit.pastenotelink                       = Umetni vezu beleške
menu.edit.inserttimestamp                     = Unesi vreme
menu.edit.insertdate                          = Unesi današnji datum

menu.view                                     = {s}&Izgled{s}
menu.view.notecolor                           = &Izbor boje
menu.view.notecolor.red                       = &Crveno
menu.view.notecolor.orange                    = &Narandžasto
menu.view.notecolor.yellow                    = &Žuto
menu.view.notecolor.green                     = &Zeleno
menu.view.notecolor.cyan                      = Ci&jan
menu.view.notecolor.blue                      = &Plavo
menu.view.notecolor.purple                    = &Ljubičasto
menu.view.notecolor.gray                      = &Sivo
menu.view.tagsidebar                          = &Lista oznaka
menu.view.sectionbar                          = &Traka odeljaka
menu.view.reversed                            = &Obrnuti redosled
menu.view.sorting                             = &Sortiraj po
menu.view.sorting.manual                      = M&anuelno
menu.view.sorting.created                     = Datumu &upisa
menu.view.sorting.modified                    = Datumu &izmene
menu.view.sorting.title                       = &Naslovu
menu.view.sorting.link                        = &Vezi
menu.view.sorting.size                        = V&eličini
menu.view.history.back                        = &Nazad
menu.view.history.forward                     = &Napred
menu.view.history.clear                       = &Brisanje istorije
menu.view.history.display                     = &Pregled istorije


sort.manual                                   = M&anuelno
sort.created                                  = &Upisano
sort.modified                                 = &Izmenjeno
sort.title                                    = &Naslov
sort.link                                     = &Veza
sort.size                                     = &Veličina
sort.reverse                                  = &Obrnutim redosledom

menu.options                                  = {s}&Podešavanja{s}
menu.options.hotkey                           = &Vrući tasteri…
menu.options.clipping                         = &Kliping
menu.options.clipping.silent                  = &Tiho
menu.options.clipping.after                   = &Posle klipinga
menu.options.clipping.after.showinboxsection  = Prebaci na &prijemno sanduče
menu.options.clipping.after.showuntagged      = Prebaci na pregled &bez oznaka
menu.options.clipping.after.openeditor        = Otvori u &uređivaču
menu.options.clipping.after.assignactivetags  = &Dodeli trenutno aktivne oznake
menu.options.clipping.title                   = Koristi kao naslov
menu.options.clipping.title.apptitle          = &Ime programa
menu.options.clipping.title.firstline         = &Prvu liniju teksta
menu.options.clipping.title.blankline         = P&raznu liniju




menu.view.noteappearance                      = &Lista beleški…

menu.options.editor                           = &Uređivač
menu.options.editor.links                     = &Veze
menu.options.editor.links.recognize           = &Naglasi veze
menu.options.editor.links.singleclick         = Otvaranje veza &jednoklikom
menu.options.editor.links.doubleclick         = Otvaranje veza &dvoklikom
menu.options.editor.initialfocus              = &Fokusirati
menu.options.editor.initialfocus.title        = Naslov
menu.options.editor.initialfocus.text         = Tekst



menu.options.editor.wordwrap                  = &Prelom teksta


menu.options.search                           = &Traži
menu.options.search.reset.onctrlf             = &Resetuj pretraživanje sa [ctrl]+F
menu.options.search.reset.multistep           = &Višestepeno resetovanje sa [esc]

menu.options.tags                             = &Oznake
menu.options.tags.lowercase                   = &Samo malim slovima
menu.options.tags.accepton                    = Uključi &prihvatanje predloga
menu.options.tags.displaycounts               = Prikaži &broj korišćenja oznaka u traci oznaka
menu.options.tags.autodeleted                 = &Automatsko brisanje


menu.options.tags.accepton.space              = &Razmaknica
menu.options.tags.accepton.click              = &Jednoklik mišem




menu.options.window                           = &Prozor
menu.options.minimizetotray                   = &Minimizuj u sistemsku traku
menu.options.closetotray                      = &Zatvori u sistemsku traku
menu.options.alwaysontop                      = Uvek na &vrhu
menu.options.window.minimizeonesc             = Minimizuj sa &Esc

menu.options.minimizetotray.error             = Minimizovanje u sistemsku traku je neophodno za zaštitu lozinkom.







menu.options.startup                          = &Autostart
menu.options.runatstartup                     = &Pokreni sa Windowsom
menu.options.startup.minimized                = Pokreni &minimizovano
menu.options.startup.multipleinstances        = &Dozvoli više instanci
menu.options.startup.restoretagsfilter        = Obnovi poslednju odabranu &oznaku
menu.options.startup.multipleinstances.activationmsg = &Obavesti kada aktiviraš postojeću instancu

menu.options.system                           = S&istem
menu.options.system.associatewithdbfile       = Asociraj [app.name] sa .db datotekama
menu.options.system.registerlinkprotocol      = Registruj protokol &veze
menu.options.system.proxysettings             = &Podešavanja proksija
menu.options.system.registry.error            = Registar baza ne može da se izmeni. Molim pokrenite [app.name] kao administrator i pokušajte ponovo.

registerlinkprotocol.title                    = Registracija protokola veze
registerlinkprotocol.registered               = Program [app.name] je sada registrovan u Windowsu da otvara cintanotes:// veze.
registerlinkprotocol.unregistered             = Program [app.name] je deregistrovan i više se neće otvarati pri kliku na cintanotes:// linkove.

menu.options.language                         = &Jezik

menu.help                                     = {s}P&omoć{s}
menu.help.help                                = &Pomoć
menu.help.website                             = &Web sajt
menu.help.forum                               = &Forum
menu.help.roadmap                             = P&lanovi
menu.help.translate                           = P&revodi
menu.help.debug                               = &Debug
menu.help.debug.logging                       = &Aktiviranje debug logovanja
menu.help.license                             = &Licenca
menu.help.checkforupdates                     = &Ažuriraj program
menu.help.about                               = &O programu [app.name]

menu.updatenotify.tooltip                     = Nova verzija CintaNotes je dostupna

confirmdelete.one                             = Izbriši belešku {n}'{0}'?
confirmdelete.many                            = Izbriši {0} izabranih beleški?
confirmdelete.title.one                       = Da izbrišem belešku?
confirmdelete.title.many                      = Da izbrišem beleške?
confirmdelete.unsaved                         = Beleška još nije snimljena. Da odbacim izmene?
confirmdelete.openineditor.title              = Beleška je otvorena u uređivaču.
confirmdelete.openineditor                    = Beleška '{0}' je trenutno otvorena zbog uređivanja.{n}Jeste li sigurni da je želite obrisati?
confirm.movetorecyclebin.one                  = Da premestim belešku {n}'{0}'{n}u kantu za smeće?
confirm.movetorecyclebin.many                 = Da premestim {0} izabranih beleški u kantu za smeće?
confirm.movetorecyclebin.title.one            = Da premestim belešku u kantu za smeće?
confirm.movetorecyclebin.title.many           = Da premestim beleške u kantu za smeće?

confirm.merge.title                           = Objediniti beleške?
confirm.merge.message                         = Da li zaista želite da objedinite ove beleške?

confirmationdialog.dontaskagain               = Ne pitaj ponovo

deletenotesmessagedialog.caption              = Da premestim beleške u kantu za smeće?
deletenotesmessagedialog.title                = Kanta za smeće je podešena da čuva samo {1} beleški a vi brišete {0} beleški.{n}Šta da uradim?
deletenotesmessagedialog.button.increase      = Uvećaj
deletenotesmessagedialog.increase.description = Uvećaj broj beleški koje će se čuvati u kanti za smeće
deletenotesmessagedialog.button.delete        = Obriši
deletenotesmessagedialog.delete.description   = Obriši nepovratno preostalih {0} beleški

confirmlinkopening.message                    = Otvaranje {0} veza odjednom može zagušiti vaš kompjuter.{n}Želite li da nastavim?

filter                                        = Filter:
filter.anytextfield                           = Ma koje tekstualno &polje
filter.textandtitle                           = &Tekst i naslov
filter.text                                   = &Samo tekst
filter.title                                  = Samo &naslov
filter.time.created                           = Vreme &upisa
filter.time.modified                          = Vreme &izmene
filter.remarks                                = &Napomene
filter.attachments                            = &Prilozi
filter.link                                   = &Veza
filter.tags                                   = &Oznake
filter.all                                    = &Sve
search.insidewords                            = &Traži i unutar reči
search.acrossfields                           = Traži u &svim odeljcima

license.message.text                          = Ta funkcija je dostupna samo u komercijalnoj verziji
license.message.caption                       = Neophodna je licenca

noteslist.notebookempty                       = Vaša sveska je prazna.{n}{n} Za uzimanje beleške kliknite Ins dugme, ili označite tekst u drugom programu a onda pritisnite vrući taster za kliping ([clipping.default.key] je podrazumevano).{n}Takođe možete napraviti belešku i kopiranjem sa klipborda.
noteslist.sectionempty                        = Taj odeljak sveske je prazan
noteslist.notfound                            = Nijedna beleška ne zadovoljava aktuelni filter.{n}
noteslist.openlink                            = Otvori &Vezu
noteslist.tag                                 = &Oznaka…
noteslist.export.selected                     = &Izvezi…
noteslist.move                                = &Pomeri
noteslist.move.up                             = &Gore
noteslist.move.down                           = &Dole
noteslist.move.top                            = Na &vrh
noteslist.move.bottom                         = Na &dno
noteslist.properties                          = Svojstva...
noteslist.move.tosection                      = U &odeljak




noteedit.title                                = Uredi
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] da zapamti promene)
noteedit.link                                 = Veza
noteedit.tags                                 = Oznake
noteedit.remarks                              = Napomene
noteedit.new.title                            = Nova beleška
noteedit.readonly.title                       = Beleška samo za čitanje
noteedit.notesaved                            = Beleška je snimljena



noteedit.notelinkcopied                       = Veza je iskopirana na ostavu
noteedit.links.itselferror                    = Ne mogu dodati vezu na sebe samu
noteedit.links.alreadynotelinkerror           = Ne mogu dodati vezu u tekst koji već sadrži vezu
noteedit.links.multilineerror                 = Ne mogu dodati vezu od više linija
noteedit.links.createnewnote                  = Napravi novu belešku
noteedit.links.updatecaption                  = Nadogradnja imena veze
noteedit.links.typetip                        = Kucaj za pretraživanje po naslovu
noteedit.links.tip.notenotfound               = Povezana beleška nije nađena.
noteedit.links.tip.notebooknotfound           = Nije nađena sveska koja sadrži povezanu belešku.
noteedit.links.tip.notebookencrypted          = Sveska koja sadrži povezane beleške je šifrovana
noteedit.section.tip                          = Odeljak
noteedit.linkedit.tip                         = Uredi vezu
noteedit.linkedit.open.tip                    = Otvori vezu
noteedit.attach.tip                           = Priloži datoteku

noteedit.attach.confirm.title                 = Potvrdi prilaganje datoteka
noteedit.attach.confirm                       = Priloži sledeće {0} datoteke?
noteedit.attach.confirm.nfilesmore            = {0} datoteka je ostalo






















linkswatchdog.title                           = Otkriveno je oštećenje veze
linkswatchdog.message                         = Veza je oštećena: {0} -> {1}

linkswatchdog.title                           = Otkriveno je oštećenje veze
linkswatchdog.message                         = Veza je oštećena: {0} -> {1}

noteedit.openfilelink.notexists.title         = Datoteka nije nađena
noteedit.openfilelink.notexists.message       = Datoteka {0} nije nađena. Želite li da uklonim vezu?

noteedit.copylinktounsavednote.caption        = Kopiraj vezu u nesnimljenu belešku
noteedit.copylinktounsavednote.message        = Želite li da snimite ovu belešku i vezu kopirate u nju?

noteedit.attachment.toolarge                  = Ova datoteka je prevelika.{n}Možete priložiti samo datoteke do {0} [gbytes].

noteedit.attachment.attach.progress.title     = Prilaganje datoteke
noteedit.attachment.attach.progress.message   = Prilaganje {0}...
noteedit.attachment.open                      = &Otvori
noteedit.attachment.openwith                  = O&tvori pomoću...
noteedit.attachment.open.progress.title       = Otvaranje priloga
noteedit.attachment.open.progress.message     = Otvaranje {0}...
noteedit.attachment.saveas                    = &Snimi kao...

noteedit.attachment.saveas.progress.title     = Snimanje priloga
noteedit.attachment.saveas.progress.message   = Snimanje {0}...
noteedit.attachment.saveas.successmsg.title   = Prilog je snimljen
noteedit.attachment.saveas.successmsg         = Prilog je snimljen u {0}.

noteedit.attachment.saveas.view               = Pogledaj
noteedit.attachment.delete                    = O&briši

noteappearance.title                          = Svojstva liste beleški
noteappearance.pt                             = pt
noteappearance.bold                           = Podebljano
noteappearance.italic                         = Iskošeno
noteappearance.headerfontlabel                = Font naslova:
noteappearance.textfontlabel                  = Font teksta:
noteappearance.notelines                      = Broj linija teksta u pregledu:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Primeni formatiranje teksta
noteappearance.datedisplay.label              = Prikaz datuma i vremena:
noteappearance.datedisplay.combo.none         = Ništa
noteappearance.datedisplay.combo.created      = Datum unosa
noteappearance.datedisplay.combo.modified     = Datum izmene
noteappearance.datedisplay.combo.both         = Datum unosa i datum izmene
noteappearance.datedisplay.sortmodedate       = Uvek prikaži datum pri sortiranju
noteappearance.datedisplay.displaytime        = Prikaži doba dana
noteappearance.tagdisplay.enabled             = Prikaži oznake
noteappearance.tagdisplay.fullnames           = Uvek prikaži puna imena oznaka



notebookmessage.title                         = Sveska
notebookmessage.message                       = Ne mogu da učitam svesku jer je sledeća putanja nedostupna: "{0}"
notebookmessage.button.create                 = Napravi novu
notebookmessage.button.open                   = Otvori postojeću
notebookmessage.button.exit                   = Izlaz

pastemessage.caption                          = Konflikt pri umetanju
pastemessage.title                            = Ova sveska već sadrži {0} beleške sa istim identifikacionim brojem ali različitim tekstom. {n} Šta da radim?
pastemessage.button.replace                   = Zameni
pastemessage.button.replace.description       = Zameni postojeće beleške onima iz ostave
pastemessage.button.addnew                    = Dodaj kao novu
pastemessage.button.addnew.description        = Dodaj beleške iz ostave kao nove beleške sa novim ID
pastemessage.button.lastmodified              = Uzmi poslednju izmenu
pastemessage.button.lastmodified.description  = Uzmi beleške sa kasnijim datumom izmene

pastemessage.attachmentdatanotfound           = Ne može se umetnuti:{n}Sveska sa podacima za prilog '{0}' nije nađena

searchdialog.find.title                       = Nađi
searchdialog.findandreplace.title             = Nađi i zameni
searchdialog.findwhat                         = &Nađi:
searchdialog.replacewith                      = Zameni sa:
searchdialog.matchcase                        = Ra&zlikuj mala i velika slova
searchdialog.searchinsidewords                = Pretražuj i &unutar reči
searchdialog.button.findprevious              = Nađi &prethodnu
searchdialog.button.findnext                  = Nađi &sledeću
searchdialog.button.replace                   = &Zameni
searchdialog.button.replaceall                = Zameni &sve
searchdialog.button.close                     = &Zatvori
searchdialog.specifiedtextnotfound            = Traženi tekst nije nađen
searchdialog.findreachedstartingpoint         = Nalaženje je prešlo početnu tačku pretraživanja

wronglinkmessage.title                        = Otvaranje veze
wronglinkmessage.notenotfound                 = Povezana beleška nije nađena.
wronglinkmessage.notebooknotfound             = Nije nađena sveska koja sadrži povezanu belešku.
wronglinkmessage.notebookincompatible         = Sveska koja sadrži povezane beleške nije kompatibilna sa aktuelnom verzijom.

wronglinkmessage.button.remove                = Ukloni vezu
wronglinkmessage.button.createnew             = Napravi novu belešku

externallinkmessage.title                     = Otvaranje spoljne veze
externallinkmessage.message                   = Ova veza upućuje na drugu svesku '{0}'.{n}Kako želite da otvorite belešku?
externallinkmessage.switchmessage             = Ovaj link upućuje na drugu svesku '{0}'.{n}Želite li da se prebacim na tu svesku?
externallinkmessage.button.anotherinstance    = Otvori u drugoj instanci
externallinkmessage.button.switch             = Zameni svesku
externallinkmessage.button.switch.changes     = Sve promene koje nisu snimljene biće snimljene.

upgrademessage.title                          = Nadogradnja sveske
upgrademessage.message                        = Sveska '{0}'{n}napravljena je starijom verzijom [app.name].{n}Želite li da je ažuriram?
upgrademessage.check.createbackup             = Napravi rezervnu kopiju
upgrademessage.cancelled                      = Nadogradnja je otkazana.
upgrademessage.successful                     = Nadogradnja je uspela!
upgrademessage.successful.backup              = Nadogradnja je uspela!{n}Rezervna kopija stare datoteke je snimljena kao:{n}{0}{n}u fasciklu: {n}'{1}'.
upgrade.backup.before                         = pre nadogradnje na

backup.successdialog.caption                  = Rezervna kopija uspešno napravljena
backup.successdialog.message                  = Rezervna kopija sveske{n}snimljena je kao {0}{n}u {1}
backup.processdialog.caption                  = Napredak u pravljenju rezervne kopije
backup.processdialog.message                  = Sačekajte dok traje pravljenje rezervne kopije sveske...

tagsedit.title                                = Dodaj / Ukloni oznake
tagsedit.addtags                              = Dodaj oznake:
tagsedit.removetags                           = Ukloni oznake:

passworddialog.title                          = Unesi lozinku
passworddialog.old.title                      = Unesite staru lozinku
passworddialog.password                       = Lozinka:
passworddialog.old.password                   = Stara lozinka:
passworddialog.incorrectpassword              = Pogrešna lozinka
passworddialog.notebook                       = Sveska...

setnotebookpassworddialog.title               = Zaštita lozinkom
setnotebookpassworddialog.enabled.encryption  = Zaštiti ovu svesku lozinkom
setnotebookpassworddialog.oldpassword         = Stara lozinka:
setnotebookpassworddialog.newpassword         = Nova lozinka:
setnotebookpassworddialog.confirmpassword     = Potvrdi lozinku:
setnotebookpassworddialog.incorrectpassword   = Neispravna stara lozinka
setnotebookpassworddialog.matcherror          = Lozinka i potvrda lozinke se ne poklapaju
setnotebookpassworddialog.equalerror          = Stara i nova lozinka su identične
setnotebookpassworddialog.successfullychanged = Lozinka je uspešno promenjena
setnotebookpassworddialog.successfullyremoved = Lozinka je uspešno uklonjena
setnotebookpassworddialog.cancelled           = Postavljanje lozinke je otkazano
setnotebookpassworddialog.errormsg            = Dogodila se greška u programu tokom postavljanja lozinke
setnotebookpassworddialog.errormsg.title      = Greška pri postavljanju lozinke
setnotebookpassworddialog.autoreset.checkbox  = Minimizuj u trej i zaključaj
setnotebookpassworddialog.autoreset.suffix    = minuta neaktivnosti
setnotebookpassworddialog.warning             = UPOZORENJE: Zaboravljena lozinka se ne može rekonstruisati!{n}Ako je zaboravite, trajno gubite pristup beleškama u ovoj svesci!
setnotebookpassworddialog.option.dontstore    = Ne pamti loziku: zadaci u pozadini se ne izvršavaju dok je sveska zaključana
setnotebookpassworddialog.option.store        = Pamti lozinku: zadaci u pozadini se izvršavaju i dok je sveska zaključana
setnotebookpassworddialog.storepassword.warning = PAŽNJA: Neophodno je da se šifrovana lozinka snimi na disk.{n}Nemojte koristiti ovu mogućnost ako želite najviši stepen sigurnosti.
setnotebookpassworddialog.lockonminimize.checkbox = Zaključaj odmah po minimizovanju u trej.

setnotebookpassworddialog.notebookisencrypted = Sveska je šifrovana
setnotebookpassworddialog.button.changepassword = Promena lozinke...

encrypt.progress.caption                      = Napredak šifrovanja
encrypt.progress.message                      = Molim sačekajte kraj šifrovanja...
decrypt.progress.caption                      = Napredak dešifrovanja
decrypt.progress.message                      = Molim sačekajte kraj dešifrovanja...

recentlist.notfoundmessage                    = Želite li da je uklonite sa liste nedavno korišćenih?
recentlist.cantclosenotebook                  = Ne mogu da zatvorim jedinu svesku

replacetags.title                             = Zamena oznake
replacetags.sourcetags                        = Zamena oznaka:
replacetags.desttags                          = Sa oznakama:
replacetags.hint                              = Korišćenjem ovog dijaloga možete preimenovati, podeliti, spojiti i izbrisati oznake.{n}{n}Npr. da izbrišete oznaku upišite je u prvu kućicu za uređivanje a drugu kućicu ostavite praznom.

recyclebindialog.title                        = Kanta za smeće
recyclebindialog.column.datedeleted           = Obrisano
recyclebindialog.column.title                 = Naslov
recyclebindialog.column.text                  = Tekst
recyclebindialog.column.datecreated           = Napravljeno
recyclebindialog.column.datemodified          = Izmenjeno
recyclebindialog.column.size                  = Veličina (KB)
recyclebindialog.column.tags                  = Oznake
recyclebindialog.column.sectionname           = Odeljak
recyclebindialog.column.link                  = Veza
recyclebindialog.button.restore               = Vrati
recyclebindialog.button.delete                = Brisanje
recyclebindialog.button.deleteall             = Isprazni
recyclebindialog.label.maxsize                = Maksimalan broj obrisanih beleški koje će se čuvati:
recyclebindialog.label.keepnotes              = Obriši trajno posle
recyclebindialog.label.keepnotes.suffix       = dana
recyclebindialog.error.invalidmaxsize         = Maksimalan broj obrisanih beleški mora biti pozitivan broj
recyclebindialog.error.invalidkeepnotes       = Broj dana mora biti pozitivan broj

recyclebindialog.menu.restore                 = Vrati
recyclebindialog.menu.delete                  = Obriši
recyclebindialog.menu.deleteall               = Isprazni

recyclebindialog.confirm.delete.title         = Izbriši nepovratno
recyclebindialog.confirm.delete.message       = Da izbrišem nepovratno {0} izabranih beleški?
recyclebindialog.confirm.deleteall.title      = Da ispraznim kantu za smeće?
recyclebindialog.confirm.deleteall.message    = Da izbrišem nepovratno svih {0} beleški?
recyclebindialog.confirm.restore.title        = Vrati beleške iz kante za smeće
recyclebindialog.confirm.restore.message      = Vrati {0} izabranih beleški?

tray.addnew                                   = Nova beleška
tray.restore                                  = Glavni panel
tray.exit                                     = Izlaz

printdialog.title                             = Štampaj beleške
printdialog.title.single                      = Štampaj belešku
printdialog.group.scope                       = Opseg štampanja
printdialog.group.fields                      = Polja za štampanje
printdialog.errormsg                          = Došlo je do greške u programu tokom štampanja
printdialog.errormsg.title                    = Greška pri štampanju

export.title                                  = Izvezi beleške
export.filemask.txt                           = Unicode tekst
export.filemask.xml                           = XML
export.filemask.html                          = Web strana
export.successmsg.title                       = Uspešno izvezeno
export.successmsg                             = Izvoz beleški je završen. Izvezeno beleški: {0}.
export.errormsg                               = Dogodila se greška tokom izvoza.
export.errormsg.title                         = Greška u izvozu
export.html.created                           = Uneto:
export.html.modified                          = Izmenjeno:
export.scope.all                              = Sve beleške ({0})
export.scope.current                          = Aktuelni prikaz ({0})
export.scope.selection                        = Odabrane beleške ({0})
export.field.title                            = Naslov
export.field.text                             = Tekst
export.field.creation                         = Datum unosa
export.field.modification                     = Datum izmene
export.field.link                             = Veza
export.field.tags                             = Oznake
export.field.remarks                          = Napomene
export.field.attachments                      = Prilozi

export.group.scope                            = Opseg izvoza
export.group.fields                           = Izvezi polja
export.errormsg.nonotes                       = Nemam šta da izvezem iz prazne sveske
export.button.view                            = Pogledaj

export.processdialog.caption                  = Napredak izvoza
export.processdialog.message                  = Molim sačekajte dok traje izvoz...

import.title                                  = Uvezi beleške
import.filemask.all                           = CintaNotes datoteke
import.filemask.db                            = CintaNotes Sveska
import.filemask.xml                           = XML
import.successmsg.title                       = Uspešan uvoz
import.successmsg                             = Završen je uvoz beleški.{n} Uvezeno beleški: {0}.{n} Ažurirano beleški: {1}.{n} Preskočeno duplikata: {2}


import.errormsg                               = Dogodila se greška tokom uvoza.
import.errormsg.title                         = Greška u uvozu
import.label.addtags                          = Dodaj oznake:
import.importsections                         = Uvezi odeljke

import.allowduplicates                        = Dozvoli duplikate

import.processdialog.caption                  = Napredak uvoza
import.processdialog.message                  = Molim sačekajte dok traje uvoz...

import.error.sectioncountexceeded             = Datoteka {0} se ne može uvesti sa odeljcima. {n}Ograničenje od najviše [sections.limit] odeljaka bilo bi prekoračeno.

options.hotkeys.title                         = Podesi vruće tastere
options.hotkeys.clip.label                    = Kliping taster:
options.hotkeys.show.label                    = Taster za prikaz glavnog prozora:
options.hotkeys.newnote.label                 = Taster za dodavanje nove beleške:

options.hotkeys.hint                          = Da deaktivirate vrući taster: Pritisnite dugme Esc na tastaturi dok vam se kurzor nalazi u odgovarajućoj kućici za izbor.{n}{n}Nastojte da izaberete vruće tastere koje nije već zauzeo neki drugi program, u suprotnom CintaNotes može ometati rad tog programa ili i sam raditi neispravno.
options.hotkeys.cannotregister                = Ta kombinacija tastera se ne može registrovati. Molim izaberite neku drugu.
options.hotkeys.cannotregister.title          = Ne mogu registrovati vrući taster

filtercontrol.total.one                       = {0} beleška
filtercontrol.total.many                      = {0} beleški
filtercontrol.filtered.one                    = {0} nađeno
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Sortiraj po
filtercontrol.tooltip.back                    = Idi nazad
filtercontrol.tooltip.forward                 = Idi napred
filtercontrol.tooltip.back.extra              = Desni klik da vidiš istoriju
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Obriši
tag.rename                                    = Preimenuj…
tag.merge                                     = Objedini…
tag.delete.confirm.title                      = Obriši oznake
tag.delete.confirm.message.one                = Da li želite da obrišete izabranu oznaku?
tag.delete.confirm.message.many               = Da li želite da obrišete izabrane oznake?
tag.delete.confirm.usecount.one               = Odabrana oznaka se trenutno koristi u {0} beleški
tag.delete.confirm.usecount.many              = Odabrane oznake se trenutno koriste u {0} beleški
tag.displaycounts                             = Broj pojavljivanja
tag.properties                                = Svojstva...
tag.add                                       = Nova oznaka...
tag.addchild                                  = Nova pod-oznaka...
tag.expandall                                 = Raširi sve
tag.collapseall                               = Zaklopi sve

tag.filter.none                               = Ne filtriraj po oznaci
tag.filter.used                               = Samo korišćene oznake
tag.filter.related                            = Samo povezane oznake

tagproperties.title                           = Svojstva oznake "{0}"
tagproperties.autodeletecheckbox              = Automatski obrisati
tagproperties.autodeletecheckbox.tip          = Izbriši oznaku ako nema beleški povezanih s njom
tagproperties.autoexpandedcheckbox            = "Raširi sve" se podrazumeva

deletetags.deletechildren                     = Izbriši sa svim pod-oznakama
deletetags.deletenotes.one                    = Obriši {0} belešku
deletetags.deletenotes.many                   = Obriši {0} beleški
deletetags.deletenotes.havingthistag.one      = ima ovu oznaku
deletetags.deletenotes.havingthistag.many     = ima ove oznake

newtag.title                                  = Nova oznaka
newtag.name                                   = Ime oznake:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nova pod-oznaka

tagsidebar.all                                = Sve
tagsidebar.untagged                           = Neoznačeno




notebookconfig.title                          = Parametri sveske
notebookconfig.path.caption                   = Datoteka sveske:
notebookconfig.path.browse.mask               = CintaNotes Sveska (*.db)|*.db|Sve datoteke (*.*)|*.*
notebookconfig.path.browse.caption            = Potraži CintaNotes datoteku sveske
notebookconfig.disconnect.enabled             = {s}Uključi spoljnu sinhronizaciju sveski
notebookconfig.disconnect.label               = Oslobodi datoteku sveske posle:
notebookconfig.disconnect.seconds             = sekundi neaktivnosti
notebookconfig.move                           = {s}Premesti aktuelnu svesku

noterichedit.format                           = &Format
noterichedit.format.bold                      = &Podebljano
noterichedit.format.italic                    = &Iskošeno
noterichedit.format.underline                 = &Podvučeno
noterichedit.format.strikeout                 = &Precrtano
noterichedit.format.highlight                 = &Istaknuto
noterichedit.format.monospace                 = &Mono font

noterichedit.align                            = &Poravnaj
noterichedit.align.left                       = &Levo
noterichedit.align.center                     = &Centriraj
noterichedit.align.right                      = &Desno

noterichedit.indent                           = &Razmak
noterichedit.format.indent                    = &Povećaj razmak
noterichedit.format.outdent                   = &Smanji razmak

noterichedit.format.list.bullet               = &Lista po tačkama
noterichedit.format.list.numbered             = Lista po &brojevima

noterichedit.format.clear                     = &Očisti

noterichedit.insertlink                       = &Ubaci vezu
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Beleška
noterichedit.insertlink.file                  = &Datoteka


noterichedit.paste.intolistitem               = Umetni u element liste
noterichedit.paste.intolist                   = Umetni u listu

noterichedit.editlink                         = Promeni cilj veze
noterichedit.deletelink                       = Obriši vezu
noterichedit.copynotelink                     = Kopiraj &vezu beleške

richedit.find                                 = Nađi...
richedit.replace                              = Zameni...

noteproperties.title                          = Svojstva beleške
noteproperties.source.label                   = Izvor:
noteproperties.created.label                  = Uneta:
noteproperties.modified.label                 = Izmenjena:
noteproperties.notesize.label                 = Veličina beleške: {0} KB
noteproperties.notesizeondisk.label           = {0} KB na disku
noteproperties.charcount.label                = Znakova: {0}
noteproperties.wordcount.label                = Reči: {0}
noteproperties.error.invaliddates             = Datum izmene ne može biti pre datuma unosa

selecturldialog.title                         = Unesi URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Datoteka sveske je obrisana.{n}Program će se zatvoriti.
error.notebook.unknownversion                 = Datoteka sveske '{0}'{n}napravljena je novijom verzijom programa [app.name] i ne može se otvoriti.{n}{n}Molim da instalirate najnoviju verziju programa [app.name] sa [app.url] da biste otvorili ovu datoteku.
error.notebook.cantopenwhenupgrade            = Datoteka sveske '{0}'{n}napravljena je starijom verzijom [app.name] i ne može se ažurirati.{n}Molim proverite imate li pravo upisa u ovu datoteku.
error.notebook.upgradeerror                   = Datoteka sveske '{0}'{n}napravljena je starijom verzijom [app.name] i ne može se ažurirati.{n}{n}Poruka greške: {1}
error.notebook.encrypted                      = Datoteka sveske '{0}'{n} je šifrovana.
error.notebook.databasedamaged                = Datoteka sveske '{0}'{n}je oštećena i ne može se otvoriti.{n}{n}Poruka greške: {1}
error.notebook.busy                           = Datoteku sveske '{0}'{n}koristi neki drugi program i ne može se otvoriti.
error.note.notfound                           = Ova beleška je obrisana

error.notebook.dbcorrupt.title                = Datoteka sveske je oštećena
error.notebook.dbcorrupt.message              = Datoteka baze podataka sveske je možda oštećena. Da biste je popravili, molimo pošaljite sledeće informacije na [support.email]: {0}

license.key.status.notfound                   = Nije nađena informacija o registrovanju.
license.key.status.valid                      = Registracija je ispravna.
license.key.status.invalid                    = Registracija je neispravna.
license.key.status.stolen                     = Ovaj registracioni ključ je deaktivirao izdavač programa.
license.key.status.expired                    = Važnost ovog ključa za registraciju je istekla.
license.key.status                            = Status ključa za registraciju: {0}








licensedialog.title                           = Licenca

licensedialog.register.success                = Hvala Vam za registraciju!
licensedialog.register.success.title          = Uspešno
licensedialog.register.fail                   = Registracija nije uspela
licensedialog.register.expired                = Ovaj registracioni ključ ne važi za ovu [app.name] verziju.
licensedialog.register.expired.extra          = Ovaj licencni ključ važi za verzije pre {0},{n}ali ova verzija ({1}) publikovana je {2}.
licensedialog.replace.confirm                 = Želite li da zamenite vašu trenutnu licencu?
licensedialog.replace.confirm.title           = Zameni licencu?














licensedialog.never                           = Nikad
















licenserequireddialog.title                   = Neophodna je jača licenca
licenserequireddialog.message.default         = Ova mogućnost nije aktivna sa vašom trenutnom licencom.
licenserequireddialog.message.upg             = Molim Vas da unapredite licencu da biste aktivirali i tu opciju!{n}{n}Za detalje pritisnite donje dugme "Licenca".
licenserequireddialog.licensebutton           = Licenca

licenseexpireddialog.title                    = Licenca je istekla
licenseexpireddialog.renew.message            = Vaš registracioni ključ ne važi za ovu [app.name] verziju.{n}Molimo da obnovite PRO licencu ili se vratite na osnovnu (besplatnu) licencu.
licenseexpireddialog.buy.message              = Vaš probni ključ je istekao.{n}Molimo kupite PRO licencu ili se vratite na osnovnu (besplatnu) licencu.
licenseexpireddialog.freebutton               = Vrati na besplatnu
licenseexpireddialog.renewbutton              = Obnovi
licenseexpireddialog.buybutton                = Kupi
licenseexpireddialog.exitbutton               = Izlaz
licenseexpireddialog.dontshowdialog           = Nemoj pokazivati ovaj dijalog
licenseexpireddialog.renew.hintlabel          = Obnova licence traje samo par minuta{n} a pritom dobijate i [license.renew.discount] popusta na punu cenu.
licenseexpireddialog.buy.hintlabel            = Nadogradnja na PRO licencu iziskuje samo par minuta.












updatedialog.title                            = Proveri ima li novije verzije
updatedialog.initmessage                      = Provera nove verzije je poništena.{n} Klikni na "Proveri ponovo" da bi se provera nastavila.
updatedialog.label.changes                    = Izmene u ovoj verziji:
updatedialog.button.check                     = Proveri ponovo
updatedialog.button.download                  = Skidanje programa
updatedialog.label.autocheck                  = Proveravaj ovo automatski
updatedialog.error.invalidfile                = Neispravna datoteka verzije.
updatedialog.error.connectionrefused          = Konekcija je odbijena.
updatedialog.error.servernotresponding        = Server ne odgovara.
updatedialog.error.invalidproxysettings       = Pogrešna podešavanja proksija.
updatedialog.error.inetdisconnected           = Niste povezani na Internet.

updatedialog.result.uptodate                  = Vaša verzija CintaNotes ({0}) je najnovija.
updatedialog.result.newversion                = Postoji novija verzija [app.name]: {0}
updatedialog.state.connecting                 = Povezivanje...
updatedialog.state.findingserver              = Tražim server...
updatedialog.state.downloadingfile            = Skidam datoteku...







proxysettingsdialog.title                     = Podešavanja proksija
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Korisničko ime:
proxysettingsdialog.password                  = Lozinka:
proxysettingsdialog.mode.disabled             = Isključi proxy
proxysettingsdialog.mode.preconfig            = Koristi sistemska proxy podešavanja
proxysettingsdialog.mode.enabled              = Koristi proxy
proxysettingsdialog.error.invalidport         = Port mora biti pozitivan broj

synchronizationbar.sync.tip                   = Sinhronizuj sada
synchronizationbar.cancel.tip                 = Odustani
synchronization.status.starting               = Počinje sinhronizacija...
synchronization.status.login                  = Prijavljivanje...
synchronization.status.retrieveindex          = Primanje liste beleški...
synchronization.status.addlocalnotes          = Učitavam nove beleške sa Interneta... {0} od {1}
synchronization.status.updatelocalnotes       = Učitavam ažuriranja sa Interneta... {0} od {1}
synchronization.status.removelocalnotes       = Uklanjam lokalne beleške... {0} od {1}
synchronization.status.restorelocalnotes      = Vraćanje lokalnih beleški iz kante za smeće... {0} od {1}
synchronization.status.totrashlocalnotes      = Premeštanje lokalnih beleški u kantu za smeće... {0} od {1}
synchronization.status.addremotenotes         = Šaljem nove beleške na Internet... {0} od {1}
synchronization.status.updateremotenotes      = Šaljem ažuriranja na Internet... {0} od {1}
synchronization.status.removeremotenotes      = Uklanjam beleške sa servera... {0} od {1}
synchronization.status.restoreremotenotes     = Vraćanje beleški sa servera iz kante za smeće... {0} od {1}
synchronization.status.totrashremotenotes     = Premeštanje beleški sa servera u kantu za smeće... {0} od {1}
synchronization.status.cancelling             = Odustajanje...

synchronization.result.local                  = Lokalno:
synchronization.result.remote                 = Na serveru:
synchronization.result.added                  = Dodato:
synchronization.result.updated                = Ažurirano:
synchronization.result.removed                = Uklonjeno:
synchronization.result.errors                 = Greške:






synchronization.state.completed               = Sinhronizacija je završena.
synchronization.state.completedwitherrors     = Sinhronizacije nije završena, molim pokušajte kasnije.
synchronization.state.completedempty          = Sinhronizacija je završena. Nije bilo promena.
synchronization.state.failed                  = Sinhronizacija nije uspela.
synchronization.state.authorizationfailed     = Autorizacija nije uspela.
synchronization.state.invalidproxysettings    = Pogrešna podešavanja proksija.

synchronization.state.nameresolvingfailed     = Ne mogu da se povežem. Server sa tim imenom se ne može pronaći.
synchronization.state.internetdisconnected    = Nema Internet veze.
synchronization.state.servernotresponding     = Server ne odgovara.

synchronization.state.notsynchronized         = Nije sinhronizovano
synchronization.state.lastsynchronization     = Poslednja sinhronizacija {0}

syncpropertiesdialog.title                    = Svojstva sinhronizacije sa Simplenote
syncpropertiesdialog.login                    = Korisničko ime:
syncpropertiesdialog.password                 = Lozinka:
syncpropertiesdialog.enabled.allnotebook      = Sinhronizuj ovu svesku sa Simplenote
syncpropertiesdialog.section.all              = Sinhronizuj sve odeljke
syncpropertiesdialog.section.selected         = Sinhronizuj samo odabrane odeljke:
syncpropertiesdialog.conflictpolicy           = Način rešavanja sukoba:
syncpropertiesdialog.conflictpolicy.local     = Uzmi lokalnu
syncpropertiesdialog.conflictpolicy.remote    = Uzmi sa servera
syncpropertiesdialog.conflictpolicy.last      = Uzmi poslednju izmenu
syncpropertiesdialog.cachereset.loginchanged  = Promenili ste prijavu i ona će zato biti sinhronizovana.{n}Sinhronizaciona memorija će biti obrisana a sve udaljene beleške biće tretirane kao nove.{n}{n}Da nastavim?
syncpropertiesdialog.cachereset.title         = Da obrišem podatke za sinhronizaciju?
syncpropertiesdialog.autosync.checkbox        = Sinhronizuj automatski svakih
syncpropertiesdialog.autosync.suffix          = minuta
syncpropertiesdialog.button.proxysettings     = Podešavanja proksija
syncpropertiesdialog.sectionselection.error   = Treba da izaberete bar jedan odeljak


































































































































































































section.new                                   = Novi...
section.new.tip                               = Napravi novi odeljak
section.edit                                  = Svojstva...
section.delete                                = Brisanje
section.selectall                             = Izaberi sve
section.licenserequired                       = Vaša trenutna licenca dozvoljava da napravite samo do {0} odeljaka.
section.move.left                             = Pomeri &levo
section.move.right                            = Pomeri &desno




section.confirmdelete                         = Da izbrišem odeljak '{0}' sa {1} beleškom?
section.confirmdelete.title                   = Brisanje odeljka?
section.confirmdelete.many                    = Da izbrišem {0} odabranih odeljaka sa {1} beleški?
section.confirmdelete.title.many              = Da obrišem odeljke?

section.all                                   = [tagsidebar.all]
section.main                                  = Glavni
section.inbox                                 = Postavi kao Inbox

sectionedit.title                             = Uredi svojstva odeljka
sectionedit.title.new                         = Napravi novi odeljak
sectionedit.name                              = Ime:
sectionedit.color                             = Boja:
sectionedit.sectionalreadyexists              = Odeljak sa tim imenom već postoji

movetosection.title                           = Pomeri u odeljak
movetosection.label.one                       = Pomeri {0} belešku u odeljak:
movetosection.label.many                      = Pomeri {0} beleški u odeljak:

clipping.balloon.caption                      = [app.name] kliping
clipping.balloon.intosection                  = u
clipping.balloon.tagged                       = i označen [{0}]

filedialog.filemask.all                       = Sve datoteke

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Razmaknica
left                                          = Levo
right                                         = Desno
up                                            = Gore
down                                          = Dole
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
